[{"verse":"7 After the wall had been rebuilt and I had set the doors in place, the gatekeepers, the musicians and the Levites were appointed. 2 I put in charge of Jerusalem my brother Hanani, along with Hananiah the commander of the citadel, because he was a man of integrity and feared God more than most people do. 3 I said to them, “The gates of Jerusalem are not to be opened until the sun is hot. While the gatekeepers are still on duty, have them shut the doors and bar them. Also appoint residents of Jerusalem as guards, some at their posts and some near their own houses.”"},{"header":"The List of the Exiles Who Returned"},{"verse":"4 Now the city was large and spacious, but there were few people in it, and the houses had not yet been rebuilt. 5 So my God put it into my heart to assemble the nobles, the officials and the common people for registration by families. I found the genealogical record of those who had been the first to return. This is what I found written there:"},{"verse":"6 These are the people of the province who came up from the captivity of the exiles whom Nebuchadnezzar king of Babylon had taken captive (they returned to Jerusalem and Judah, each to his own town, 7 in company with Zerubbabel, Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum and Baanah):"},{"verse":"The list of the men of Israel:"},{"verse":"8 the descendants of Parosh\t2,172\n9 of Shephatiah\t372\n10 of Arah\t652\n11 of Pahath-Moab (through the line of Jeshua and Joab)\t2,818\n12 of Elam\t1,254\n13 of Zattu\t845\n14 of Zakkai\t760\n15 of Binnui\t648\n16 of Bebai\t628\n17 of Azgad\t2,322\n18 of Adonikam\t667\n19 of Bigvai\t2,067\n20 of Adin\t655\n21 of Ater (through Hezekiah)\t98\n22 of Hashum\t328\n23 of Bezai\t324\n24 of Hariph\t112\n25 of Gibeon\t95"},{"verse":"26 the men of Bethlehem and Netophah\t188\n27 of Anathoth\t128\n28 of Beth Azmaveth\t42\n29 of Kiriath Jearim, Kephirah and Beeroth\t743\n30 of Ramah and Geba\t621\n31 of Mikmash\t122\n32 of Bethel and Ai\t123\n33 of the other Nebo\t52\n34 of the other Elam\t1,254\n35 of Harim\t320\n36 of Jericho\t345\n37 of Lod, Hadid and Ono\t721\n38 of Senaah\t3,930"},{"verse":"39 The priests:"},{"verse":"the descendants of Jedaiah (through the family of Jeshua)\t973\n40 of Immer\t1,052\n41 of Pashhur\t1,247\n42 of Harim\t1,017"},{"verse":"43 The Levites:"},{"verse":"the descendants of Jeshua (through Kadmiel through the line of Hodaviah)\t74"},{"verse":"44 The musicians:"},{"verse":"the descendants of Asaph\t148"},{"verse":"45 The gatekeepers:"},{"verse":"the descendants of\nShallum, Ater, Talmon, Akkub, Hatita and Shobai\t138"},{"verse":"46 The temple servants:"},{"verse":"the descendants of\nZiha, Hasupha, Tabbaoth,\n47 Keros, Sia, Padon,\n48 Lebana, Hagaba, Shalmai,\n49 Hanan, Giddel, Gahar,\n50 Reaiah, Rezin, Nekoda,\n51 Gazzam, Uzza, Paseah,\n52 Besai, Meunim, Nephusim,\n53 Bakbuk, Hakupha, Harhur,\n54 Bazluth, Mehida, Harsha,\n55 Barkos, Sisera, Temah,\n56 Neziah and Hatipha"},{"verse":"57 The descendants of the servants of Solomon:"},{"verse":"the descendants of\nSotai, Sophereth, Perida,\n58 Jaala, Darkon, Giddel,\n59 Shephatiah, Hattil,\nPokereth-Hazzebaim and Amon"},{"verse":"60 The temple servants and the descendants of the servants of Solomon\t392"},{"verse":"61 The following came up from the towns of Tel Melah, Tel Harsha, Kerub, Addon and Immer, but they could not show that their families were descended from Israel:"},{"verse":"62 the descendants of\nDelaiah, Tobiah and Nekoda\t642"},{"verse":"63 And from among the priests:"},{"verse":"the descendants of\nHobaiah, Hakkoz and Barzillai (a man who had married a daughter of Barzillai the Gileadite and was called by that name)."},{"verse":"64 These searched for their family records, but they could not find them and so were excluded from the priesthood as unclean. 65 The governor, therefore, ordered them not to eat any of the most sacred food until there should be a priest ministering with the Urim and Thummim."},{"verse":"66 The whole company numbered 42,360, 67 besides their 7,337 male and female slaves; and they also had 245 male and female singers. 68 There were 736 horses, 245 mules,[a] 69 435 camels and 6,720 donkeys. 70 Some of the heads of the families contributed to the work. The governor gave to the treasury 1,000 darics[b] of gold, 50 bowls and 530 garments for priests. 71 Some of the heads of the families gave to the treasury for the work 20,000 darics[c] of gold and 2,200 minas[d] of silver. 72 The total given by the rest of the people was 20,000 darics of gold, 2,000 minas[e] of silver and 67 garments for priests. 73 The priests, the Levites, the gatekeepers, the musicians and the temple servants, along with certain of the people and the rest of the Israelites, settled in their own towns."},{"header":"Ezra Reads the Law"},{"verse":"When the seventh month came and the Israelites had settled in their towns,"}]