[{"header":"The Lord Will Care for Judah"},{"verse":"10 Ask the Lord for rain in the springtime; it is the Lord who sends the thunderstorms.\nHe gives showers of rain to all people, and plants of the field to everyone. 2 The idols speak deceitfully, diviners see visions that lie;\nthey tell dreams that are false, they give comfort in vain.\nTherefore the people wander like sheep oppressed for lack of a shepherd."},{"verse":"3 “My anger burns against the shepherds, and I will punish the leaders;\nfor the Lord Almighty will care for his flock, the people of Judah, and make them like a proud horse in battle. 4 From Judah will come the cornerstone, from him the tent peg,\nfrom him the battle bow, from him every ruler. 5 Together they[a] will be like warriors in battle trampling their enemy into the mud of the streets.\nThey will fight because the Lord is with them, and they will put the enemy horsemen to shame."},{"verse":"6 “I will strengthen Judah and save the tribes of Joseph.\nI will restore them because I have compassion on them.\nThey will be as though I had not rejected them,\nfor I am the Lord their God and I will answer them. 7 The Ephraimites will become like warriors, and their hearts will be glad as with wine.\nTheir children will see it and be joyful; their hearts will rejoice in the Lord. 8 I will signal for them and gather them in.\nSurely I will redeem them; they will be as numerous as before. 9 Though I scatter them among the peoples, yet in distant lands they will remember me.\nThey and their children will survive, and they will return. 10 I will bring them back from Egypt and gather them from Assyria.\nI will bring them to Gilead and Lebanon, and there will not be room enough for them. 11 They will pass through the sea of trouble; the surging sea will be subdued and all the depths of the Nile will dry up.\nAssyria’s pride will be brought down and Egypt’s scepter will pass away. 12 I will strengthen them in the Lord and in his name they will live securely,”\ndeclares the Lord."}]