[{"verse":"1 The word of the Lord that came to Joel son of Pethuel."},{"header":"An Invasion of Locusts"},{"verse":"2 Hear this, you elders; listen, all who live in the land.\nHas anything like this ever happened in your days or in the days of your ancestors? 3 Tell it to your children, and let your children tell it to their children, and their children to the next generation. 4 What the locust swarm has left the great locusts have eaten;\nwhat the great locusts have left the young locusts have eaten;\nwhat the young locusts have left other locusts[a] have eaten."},{"verse":"5 Wake up, you drunkards, and weep! Wail, all you drinkers of wine;\nwail because of the new wine, for it has been snatched from your lips. 6 A nation has invaded my land, a mighty army without number;\nit has the teeth of a lion, the fangs of a lioness. 7 It has laid waste my vines and ruined my fig trees.\nIt has stripped off their bark and thrown it away, leaving their branches white."},{"verse":"8 Mourn like a virgin in sackcloth grieving for the betrothed of her youth. 9 Grain offerings and drink offerings are cut off from the house of the Lord.\nThe priests are in mourning, those who minister before the Lord. 10 The fields are ruined, the ground is dried up;\nthe grain is destroyed, the new wine is dried up, the olive oil fails."},{"verse":"11 Despair, you farmers, wail, you vine growers;\ngrieve for the wheat and the barley, because the harvest of the field is destroyed. 12 The vine is dried up and the fig tree is withered;\nthe pomegranate, the palm and the apple[b] tree— all the trees of the field—are dried up.\nSurely the people’s joy is withered away."},{"header":"A Call to Lamentation"},{"verse":"13 Put on sackcloth, you priests, and mourn; wail, you who minister before the altar.\nCome, spend the night in sackcloth, you who minister before my God;\nfor the grain offerings and drink offerings are withheld from the house of your God. 14 Declare a holy fast; call a sacred assembly.\nSummon the elders and all who live in the land\nto the house of the Lord your God, and cry out to the Lord."},{"verse":"15 Alas for that day! For the day of the Lord is near; it will come like destruction from the Almighty.[c]"},{"verse":"16 Has not the food been cut off before our very eyes—\njoy and gladness from the house of our God? 17 The seeds are shriveled beneath the clods.[d]\nThe storehouses are in ruins, the granaries have been broken down, for the grain has dried up. 18 How the cattle moan! The herds mill about\nbecause they have no pasture; even the flocks of sheep are suffering."},{"verse":"19 To you, Lord, I call, for fire has devoured the pastures in the wilderness and flames have burned up all the trees of the field. 20 Even the wild animals pant for you; the streams of water have dried up and fire has devoured the pastures in the wilderness."}]