[{"verse":"2 [a]How the Lord has covered Daughter Zion with the cloud of his anger[b]!\nHe has hurled down the splendor of Israel from heaven to earth;\nhe has not remembered his footstool in the day of his anger."},{"verse":"2 Without pity the Lord has swallowed up all the dwellings of Jacob;\nin his wrath he has torn down the strongholds of Daughter Judah.\nHe has brought her kingdom and its princes down to the ground in dishonor."},{"verse":"3 In fierce anger he has cut off every horn[c][d] of Israel.\nHe has withdrawn his right hand at the approach of the enemy.\nHe has burned in Jacob like a flaming fire that consumes everything around it."},{"verse":"4 Like an enemy he has strung his bow; his right hand is ready.\nLike a foe he has slain all who were pleasing to the eye;\nhe has poured out his wrath like fire on the tent of Daughter Zion."},{"verse":"5 The Lord is like an enemy; he has swallowed up Israel.\nHe has swallowed up all her palaces and destroyed her strongholds.\nHe has multiplied mourning and lamentation for Daughter Judah."},{"verse":"6 He has laid waste his dwelling like a garden; he has destroyed his place of meeting.\nThe Lord has made Zion forget her appointed festivals and her Sabbaths;\nin his fierce anger he has spurned both king and priest."},{"verse":"7 The Lord has rejected his altar and abandoned his sanctuary.\nHe has given the walls of her palaces into the hands of the enemy;\nthey have raised a shout in the house of the Lord as on the day of an appointed festival."},{"verse":"8 The Lord determined to tear down the wall around Daughter Zion.\nHe stretched out a measuring line and did not withhold his hand from destroying.\nHe made ramparts and walls lament; together they wasted away."},{"verse":"9 Her gates have sunk into the ground; their bars he has broken and destroyed.\nHer king and her princes are exiled among the nations, the law is no more,\nand her prophets no longer find visions from the Lord."},{"verse":"10 The elders of Daughter Zion sit on the ground in silence;\nthey have sprinkled dust on their heads and put on sackcloth.\nThe young women of Jerusalem have bowed their heads to the ground."},{"verse":"11 My eyes fail from weeping, I am in torment within;\nmy heart is poured out on the ground because my people are destroyed,\nbecause children and infants faint in the streets of the city."},{"verse":"12 They say to their mothers, “Where is bread and wine?”\nas they faint like the wounded in the streets of the city,\nas their lives ebb away in their mothers’ arms."},{"verse":"13 What can I say for you? With what can I compare you, Daughter Jerusalem?\nTo what can I liken you, that I may comfort you, Virgin Daughter Zion?\nYour wound is as deep as the sea. Who can heal you?"},{"verse":"14 The visions of your prophets were false and worthless;\nthey did not expose your sin to ward off your captivity.\nThe prophecies they gave you were false and misleading."},{"verse":"15 All who pass your way clap their hands at you;\nthey scoff and shake their heads at Daughter Jerusalem:\n“Is this the city that was called the perfection of beauty, the joy of the whole earth?”"},{"verse":"16 All your enemies open their mouths wide against you;\nthey scoff and gnash their teeth and say, “We have swallowed her up.\nThis is the day we have waited for; we have lived to see it.”"},{"verse":"17 The Lord has done what he planned; he has fulfilled his word, which he decreed long ago.\nHe has overthrown you without pity, he has let the enemy gloat over you, he has exalted the horn[e] of your foes."},{"verse":"18 The hearts of the people cry out to the Lord.\nYou walls of Daughter Zion, let your tears flow like a river day and night;\ngive yourself no relief, your eyes no rest."},{"verse":"19 Arise, cry out in the night, as the watches of the night begin;\npour out your heart like water in the presence of the Lord.\nLift up your hands to him for the lives of your children,\nwho faint from hunger at every street corner."},{"verse":"20 “Look, Lord, and consider: Whom have you ever treated like this?\nShould women eat their offspring, the children they have cared for?\nShould priest and prophet be killed in the sanctuary of the Lord?"},{"verse":"21 “Young and old lie together in the dust of the streets;\nmy young men and young women have fallen by the sword.\nYou have slain them in the day of your anger; you have slaughtered them without pity."},{"verse":"22 “As you summon to a feast day, so you summoned against me terrors on every side.\nIn the day of the Lord’s anger no one escaped or survived;\nthose I cared for and reared my enemy has destroyed.”"}]