[{"verse":"2 This is what the Lord says:"},{"verse":"“For three sins of Moab, even for four, I will not relent.\nBecause he burned to ashes the bones of Edom’s king, 2 I will send fire on Moab that will consume the fortresses of Kerioth.[a]\nMoab will go down in great tumult amid war cries and the blast of the trumpet. 3 I will destroy her ruler and kill all her officials with him,”\nsays the Lord."},{"verse":"4 This is what the Lord says:"},{"verse":"“For three sins of Judah, even for four, I will not relent.\nBecause they have rejected the law of the Lord and have not kept his decrees,\nbecause they have been led astray by false gods,[b] the gods[c] their ancestors followed, 5 I will send fire on Judah that will consume the fortresses of Jerusalem.”"},{"header":"Judgment on Israel"},{"verse":"6 This is what the Lord says:"},{"verse":"“For three sins of Israel, even for four, I will not relent.\nThey sell the innocent for silver, and the needy for a pair of sandals. 7 They trample on the heads of the poor as on the dust of the ground and deny justice to the oppressed.\nFather and son use the same girl and so profane my holy name. 8 They lie down beside every altar on garments taken in pledge.\nIn the house of their god they drink wine taken as fines."},{"verse":"9 “Yet I destroyed the Amorites before them, though they were tall as the cedars and strong as the oaks.\nI destroyed their fruit above and their roots below. 10 I brought you up out of Egypt and led you forty years in the wilderness to give you the land of the Amorites."},{"verse":"11 “I also raised up prophets from among your children and Nazirites from among your youths.\nIs this not true, people of Israel?”\ndeclares the Lord. 12 “But you made the Nazirites drink wine and commanded the prophets not to prophesy."},{"verse":"13 “Now then, I will crush you as a cart crushes when loaded with grain. 14 The swift will not escape, the strong will not muster their strength, and the warrior will not save his life. 15 The archer will not stand his ground, the fleet-footed soldier will not get away, and the horseman will not save his life. 16 Even the bravest warriors will flee naked on that day,”\ndeclares the Lord."}]