[{"header":"A Prophecy Against Babylon"},{"verse":"21 A prophecy against the Desert by the Sea:"},{"verse":"Like whirlwinds sweeping through the southland, an invader comes from the desert, from a land of terror."},{"verse":"2 A dire vision has been shown to me: The traitor betrays, the looter takes loot.\nElam, attack! Media, lay siege! I will bring to an end all the groaning she caused."},{"verse":"3 At this my body is racked with pain, pangs seize me, like those of a woman in labor;\nI am staggered by what I hear, I am bewildered by what I see. 4 My heart falters, fear makes me tremble;\nthe twilight I longed for has become a horror to me."},{"verse":"5 They set the tables, they spread the rugs, they eat, they drink!\nGet up, you officers, oil the shields!"},{"verse":"6 This is what the Lord says to me:"},{"verse":"“Go, post a lookout and have him report what he sees. 7 When he sees chariots with teams of horses,\nriders on donkeys or riders on camels,\nlet him be alert, fully alert.”"},{"verse":"8 And the lookout[a] shouted,"},{"verse":"“Day after day, my lord, I stand on the watchtower; every night I stay at my post. 9 Look, here comes a man in a chariot with a team of horses.\nAnd he gives back the answer: ‘Babylon has fallen, has fallen!\nAll the images of its gods lie shattered on the ground!’”"},{"verse":"10 My people who are crushed on the threshing floor, I tell you what I have heard\nfrom the Lord Almighty, from the God of Israel."},{"header":"A Prophecy Against Edom"},{"verse":"11 A prophecy against Dumah[b]:"},{"verse":"Someone calls to me from Seir, “Watchman, what is left of the night? Watchman, what is left of the night?” 12 The watchman replies, “Morning is coming, but also the night.\nIf you would ask, then ask; and come back yet again.”"},{"header":"A Prophecy Against Arabia"},{"verse":"13 A prophecy against Arabia:"},{"verse":"You caravans of Dedanites, who camp in the thickets of Arabia, 14 bring water for the thirsty;\nyou who live in Tema, bring food for the fugitives. 15 They flee from the sword, from the drawn sword,\nfrom the bent bow and from the heat of battle."},{"verse":"16 This is what the Lord says to me: “Within one year, as a servant bound by contract would count it, all the splendor of Kedar will come to an end. 17 The survivors of the archers, the warriors of Kedar, will be few.” The Lord, the God of Israel, has spoken."}]