[{"header":"Israel the Chosen"},{"verse":"44 “But now listen, Jacob, my servant, Israel, whom I have chosen. 2 This is what the Lord says— he who made you, who formed you in the womb, and who will help you:\nDo not be afraid, Jacob, my servant, Jeshurun,[a] whom I have chosen. 3 For I will pour water on the thirsty land, and streams on the dry ground;\nI will pour out my Spirit on your offspring, and my blessing on your descendants. 4 They will spring up like grass in a meadow, like poplar trees by flowing streams. 5 Some will say, ‘I belong to the Lord’; others will call themselves by the name of Jacob;\nstill others will write on their hand, ‘The Lord’s,’ and will take the name Israel."},{"header":"The Lord, Not Idols"},{"verse":"6 “This is what the Lord says— Israel’s King and Redeemer, the Lord Almighty:\nI am the first and I am the last; apart from me there is no God. 7 Who then is like me? Let him proclaim it. Let him declare and lay out before me\nwhat has happened since I established my ancient people, and what is yet to come— yes, let them foretell what will come. 8 Do not tremble, do not be afraid. Did I not proclaim this and foretell it long ago?\nYou are my witnesses. Is there any God besides me? No, there is no other Rock; I know not one.”"},{"verse":"9 All who make idols are nothing, and the things they treasure are worthless.\nThose who would speak up for them are blind; they are ignorant, to their own shame. 10 Who shapes a god and casts an idol, which can profit nothing? 11 People who do that will be put to shame; such craftsmen are only human beings.\nLet them all come together and take their stand; they will be brought down to terror and shame."},{"verse":"12 The blacksmith takes a tool and works with it in the coals;\nhe shapes an idol with hammers, he forges it with the might of his arm.\nHe gets hungry and loses his strength; he drinks no water and grows faint. 13 The carpenter measures with a line and makes an outline with a marker;\nhe roughs it out with chisels and marks it with compasses.\nHe shapes it in human form, human form in all its glory, that it may dwell in a shrine. 14 He cut down cedars, or perhaps took a cypress or oak.\nHe let it grow among the trees of the forest, or planted a pine, and the rain made it grow. 15 It is used as fuel for burning; some of it he takes and warms himself, he kindles a fire and bakes bread.\nBut he also fashions a god and worships it; he makes an idol and bows down to it. 16 Half of the wood he burns in the fire; over it he prepares his meal, he roasts his meat and eats his fill.\nHe also warms himself and says, “Ah! I am warm; I see the fire.” 17 From the rest he makes a god, his idol; he bows down to it and worships.\nHe prays to it and says, “Save me! You are my god!” 18 They know nothing, they understand nothing; their eyes are plastered over so they cannot see, and their minds closed so they cannot understand. 19 No one stops to think, no one has the knowledge or understanding to say,\n“Half of it I used for fuel; I even baked bread over its coals, I roasted meat and I ate.\nShall I make a detestable thing from what is left? Shall I bow down to a block of wood?” 20 Such a person feeds on ashes; a deluded heart misleads him; he cannot save himself, or say, “Is not this thing in my right hand a lie?”"},{"verse":"21 “Remember these things, Jacob, for you, Israel, are my servant.\nI have made you, you are my servant; Israel, I will not forget you. 22 I have swept away your offenses like a cloud, your sins like the morning mist.\nReturn to me, for I have redeemed you.”"},{"verse":"23 Sing for joy, you heavens, for the Lord has done this; shout aloud, you earth beneath.\nBurst into song, you mountains, you forests and all your trees,\nfor the Lord has redeemed Jacob, he displays his glory in Israel."},{"header":"Jerusalem to Be Inhabited"},{"verse":"24 “This is what the Lord says— your Redeemer, who formed you in the womb:"},{"verse":"I am the Lord, the Maker of all things, who stretches out the heavens, who spreads out the earth by myself, 25 who foils the signs of false prophets and makes fools of diviners,\nwho overthrows the learning of the wise and turns it into nonsense, 26 who carries out the words of his servants and fulfills the predictions of his messengers,"},{"verse":"who says of Jerusalem, ‘It shall be inhabited,’ of the towns of Judah, ‘They shall be rebuilt,’ and of their ruins, ‘I will restore them,’ 27 who says to the watery deep, ‘Be dry, and I will dry up your streams,’ 28 who says of Cyrus, ‘He is my shepherd and will accomplish all that I please;\nhe will say of Jerusalem, “Let it be rebuilt,” and of the temple, “Let its foundations be laid.”’"}]