[{"header":"The Fall of Babylon"},{"verse":"47 “Go down, sit in the dust, Virgin Daughter Babylon;\nsit on the ground without a throne, queen city of the Babylonians.[a]\nNo more will you be called tender or delicate. 2 Take millstones and grind flour; take off your veil.\nLift up your skirts, bare your legs, and wade through the streams. 3 Your nakedness will be exposed and your shame uncovered.\nI will take vengeance; I will spare no one.”"},{"verse":"4 Our Redeemer—the Lord Almighty is his name— is the Holy One of Israel."},{"verse":"5 “Sit in silence, go into darkness, queen city of the Babylonians;\nno more will you be called queen of kingdoms. 6 I was angry with my people and desecrated my inheritance;\nI gave them into your hand, and you showed them no mercy.\nEven on the aged you laid a very heavy yoke. 7 You said, ‘I am forever— the eternal queen!’\nBut you did not consider these things or reflect on what might happen."},{"verse":"8 “Now then, listen, you lover of pleasure, lounging in your security\nand saying to yourself, ‘I am, and there is none besides me.\nI will never be a widow or suffer the loss of children.’ 9 Both of these will overtake you in a moment, on a single day: loss of children and widowhood.\nThey will come upon you in full measure, in spite of your many sorceries and all your potent spells. 10 You have trusted in your wickedness and have said, ‘No one sees me.’\nYour wisdom and knowledge mislead you when you say to yourself, ‘I am, and there is none besides me.’ 11 Disaster will come upon you, and you will not know how to conjure it away.\nA calamity will fall upon you that you cannot ward off with a ransom;\na catastrophe you cannot foresee will suddenly come upon you."},{"verse":"12 “Keep on, then, with your magic spells and with your many sorceries, which you have labored at since childhood.\nPerhaps you will succeed, perhaps you will cause terror. 13 All the counsel you have received has only worn you out! Let your astrologers come forward,\nthose stargazers who make predictions month by month, let them save you from what is coming upon you. 14 Surely they are like stubble; the fire will burn them up.\nThey cannot even save themselves from the power of the flame.\nThese are not coals for warmth; this is not a fire to sit by. 15 That is all they are to you— these you have dealt with and labored with since childhood.\nAll of them go on in their error; there is not one that can save you."}]