[{"header":"The Servant of the Lord"},{"verse":"49 Listen to me, you islands; hear this, you distant nations:\nBefore I was born the Lord called me; from my mother’s womb he has spoken my name. 2 He made my mouth like a sharpened sword, in the shadow of his hand he hid me;\nhe made me into a polished arrow and concealed me in his quiver. 3 He said to me, “You are my servant, Israel, in whom I will display my splendor.” 4 But I said, “I have labored in vain; I have spent my strength for nothing at all.\nYet what is due me is in the Lord’s hand, and my reward is with my God.”"},{"verse":"5 And now the Lord says— he who formed me in the womb to be his servant\nto bring Jacob back to him and gather Israel to himself,\nfor I am[a] honored in the eyes of the Lord and my God has been my strength— 6 he says:\n“It is too small a thing for you to be my servant to restore the tribes of Jacob and bring back those of Israel I have kept.\nI will also make you a light for the Gentiles, that my salvation may reach to the ends of the earth.”"},{"verse":"7 This is what the Lord says— the Redeemer and Holy One of Israel—\nto him who was despised and abhorred by the nation, to the servant of rulers:\n“Kings will see you and stand up, princes will see and bow down,\nbecause of the Lord, who is faithful, the Holy One of Israel, who has chosen you.”"},{"header":"Restoration of Israel"},{"verse":"8 This is what the Lord says:"},{"verse":"“In the time of my favor I will answer you, and in the day of salvation I will help you;\nI will keep you and will make you to be a covenant for the people,\nto restore the land and to reassign its desolate inheritances, 9 to say to the captives, ‘Come out,’ and to those in darkness, ‘Be free!’"},{"verse":"“They will feed beside the roads and find pasture on every barren hill. 10 They will neither hunger nor thirst, nor will the desert heat or the sun beat down on them.\nHe who has compassion on them will guide them and lead them beside springs of water. 11 I will turn all my mountains into roads, and my highways will be raised up. 12 See, they will come from afar— some from the north, some from the west, some from the region of Aswan.[b]”"},{"verse":"13 Shout for joy, you heavens; rejoice, you earth; burst into song, you mountains!\nFor the Lord comforts his people and will have compassion on his afflicted ones."},{"verse":"14 But Zion said, “The Lord has forsaken me, the Lord has forgotten me.”"},{"verse":"15 “Can a mother forget the baby at her breast and have no compassion on the child she has borne?\nThough she may forget, I will not forget you! 16 See, I have engraved you on the palms of my hands; your walls are ever before me. 17 Your children hasten back, and those who laid you waste depart from you. 18 Lift up your eyes and look around; all your children gather and come to you.\nAs surely as I live,” declares the Lord, “you will wear them all as ornaments; you will put them on, like a bride."},{"verse":"19 “Though you were ruined and made desolate and your land laid waste,\nnow you will be too small for your people, and those who devoured you will be far away. 20 The children born during your bereavement will yet say in your hearing,\n‘This place is too small for us; give us more space to live in.’ 21 Then you will say in your heart, ‘Who bore me these?\nI was bereaved and barren; I was exiled and rejected. Who brought these up?\nI was left all alone, but these—where have they come from?’”"},{"verse":"22 This is what the Sovereign Lord says:"},{"verse":"“See, I will beckon to the nations, I will lift up my banner to the peoples;\nthey will bring your sons in their arms and carry your daughters on their hips. 23 Kings will be your foster fathers, and their queens your nursing mothers.\nThey will bow down before you with their faces to the ground; they will lick the dust at your feet.\nThen you will know that I am the Lord; those who hope in me will not be disappointed.”"},{"verse":"24 Can plunder be taken from warriors, or captives be rescued from the fierce[c]?"},{"verse":"25 But this is what the Lord says:"},{"verse":"“Yes, captives will be taken from warriors, and plunder retrieved from the fierce;\nI will contend with those who contend with you, and your children I will save. 26 I will make your oppressors eat their own flesh; they will be drunk on their own blood, as with wine.\nThen all mankind will know that I, the Lord, am your Savior, your Redeemer, the Mighty One of Jacob.”"}]