[{"header":"The Mountain of the Lord"},{"verse":"4 In the last days"},{"verse":"the mountain of the Lord’s temple will be established as the highest of the mountains;\nit will be exalted above the hills, and peoples will stream to it."},{"verse":"2 Many nations will come and say,"},{"verse":"“Come, let us go up to the mountain of the Lord, to the temple of the God of Jacob.\nHe will teach us his ways, so that we may walk in his paths.”\nThe law will go out from Zion, the word of the Lord from Jerusalem. 3 He will judge between many peoples and will settle disputes for strong nations far and wide.\nThey will beat their swords into plowshares and their spears into pruning hooks.\nNation will not take up sword against nation, nor will they train for war anymore. 4 Everyone will sit under their own vine and under their own fig tree,\nand no one will make them afraid, for the Lord Almighty has spoken. 5 All the nations may walk in the name of their gods,\nbut we will walk in the name of the Lord our God for ever and ever."},{"header":"The Lord’s Plan"},{"verse":"6 “In that day,” declares the Lord,"},{"verse":"“I will gather the lame; I will assemble the exiles and those I have brought to grief. 7 I will make the lame my remnant, those driven away a strong nation.\nThe Lord will rule over them in Mount Zion from that day and forever. 8 As for you, watchtower of the flock, stronghold[a] of Daughter Zion,\nthe former dominion will be restored to you; kingship will come to Daughter Jerusalem.”"},{"verse":"9 Why do you now cry aloud— have you no king[b]?\nHas your ruler[c] perished, that pain seizes you like that of a woman in labor? 10 Writhe in agony, Daughter Zion, like a woman in labor,\nfor now you must leave the city to camp in the open field.\nYou will go to Babylon; there you will be rescued.\nThere the Lord will redeem you out of the hand of your enemies."},{"verse":"11 But now many nations are gathered against you.\nThey say, “Let her be defiled, let our eyes gloat over Zion!” 12 But they do not know the thoughts of the Lord;\nthey do not understand his plan, that he has gathered them like sheaves to the threshing floor. 13 “Rise and thresh, Daughter Zion, for I will give you horns of iron;\nI will give you hooves of bronze, and you will break to pieces many nations.”\nYou will devote their ill-gotten gains to the Lord, their wealth to the Lord of all the earth."}]