[{"header":"A Promised Ruler From Bethlehem"},{"verse":"5 [a]Marshal your troops now, city of troops, for a siege is laid against us.\nThey will strike Israel’s ruler on the cheek with a rod."},{"verse":"2 “But you, Bethlehem Ephrathah, though you are small among the clans[b] of Judah,\nout of you will come for me one who will be ruler over Israel,\nwhose origins are from of old, from ancient times.”"},{"verse":"3 Therefore Israel will be abandoned until the time when she who is in labor bears a son,\nand the rest of his brothers return to join the Israelites."},{"verse":"4 He will stand and shepherd his flock in the strength of the Lord, in the majesty of the name of the Lord his God.\nAnd they will live securely, for then his greatness will reach to the ends of the earth."},{"verse":"5 And he will be our peace when the Assyrians invade our land and march through our fortresses.\nWe will raise against them seven shepherds, even eight commanders, 6 who will rule[c] the land of Assyria with the sword, the land of Nimrod with drawn sword.[d]\nHe will deliver us from the Assyrians when they invade our land and march across our borders."},{"verse":"7 The remnant of Jacob will be in the midst of many peoples\nlike dew from the Lord, like showers on the grass,\nwhich do not wait for anyone or depend on man. 8 The remnant of Jacob will be among the nations, in the midst of many peoples,\nlike a lion among the beasts of the forest, like a young lion among flocks of sheep,\nwhich mauls and mangles as it goes, and no one can rescue. 9 Your hand will be lifted up in triumph over your enemies, and all your foes will be destroyed."},{"verse":"10 “In that day,” declares the Lord,"},{"verse":"“I will destroy your horses from among you and demolish your chariots. 11 I will destroy the cities of your land and tear down all your strongholds. 12 I will destroy your witchcraft and you will no longer cast spells. 13 I will destroy your idols and your sacred stones from among you;\nyou will no longer bow down to the work of your hands. 14 I will uproot from among you your Asherah poles[e] when I demolish your cities. 15 I will take vengeance in anger and wrath on the nations that have not obeyed me.”"}]