[{"header":"The Charge Against Israel"},{"verse":"4 Hear the word of the Lord, you Israelites, because the Lord has a charge to bring against you who live in the land:\n“There is no faithfulness, no love, no acknowledgment of God in the land. 2 There is only cursing,[a] lying and murder, stealing and adultery;\nthey break all bounds, and bloodshed follows bloodshed. 3 Because of this the land dries up, and all who live in it waste away;\nthe beasts of the field, the birds in the sky and the fish in the sea are swept away."},{"verse":"4 “But let no one bring a charge, let no one accuse another,\nfor your people are like those who bring charges against a priest. 5 You stumble day and night, and the prophets stumble with you.\nSo I will destroy your mother— 6 my people are destroyed from lack of knowledge."},{"verse":"“Because you have rejected knowledge, I also reject you as my priests;\nbecause you have ignored the law of your God, I also will ignore your children. 7 The more priests there were, the more they sinned against me; they exchanged their glorious God[b] for something disgraceful. 8 They feed on the sins of my people and relish their wickedness. 9 And it will be: Like people, like priests. I will punish both of them for their ways and repay them for their deeds."},{"verse":"10 “They will eat but not have enough; they will engage in prostitution but not flourish,\nbecause they have deserted the Lord to give themselves 11 to prostitution;\nold wine and new wine take away their understanding. 12 My people consult a wooden idol, and a diviner’s rod speaks to them.\nA spirit of prostitution leads them astray; they are unfaithful to their God. 13 They sacrifice on the mountaintops and burn offerings on the hills,\nunder oak, poplar and terebinth, where the shade is pleasant.\nTherefore your daughters turn to prostitution and your daughters-in-law to adultery."},{"verse":"14 “I will not punish your daughters when they turn to prostitution,\nnor your daughters-in-law when they commit adultery,\nbecause the men themselves consort with harlots and sacrifice with shrine prostitutes— a people without understanding will come to ruin!"},{"verse":"15 “Though you, Israel, commit adultery, do not let Judah become guilty."},{"verse":"“Do not go to Gilgal; do not go up to Beth Aven.[c] And do not swear, ‘As surely as the Lord lives!’ 16 The Israelites are stubborn, like a stubborn heifer.\nHow then can the Lord pasture them like lambs in a meadow? 17 Ephraim is joined to idols; leave him alone! 18 Even when their drinks are gone, they continue their prostitution; their rulers dearly love shameful ways. 19 A whirlwind will sweep them away, and their sacrifices will bring them shame."}]