[{"header":"List of Defeated Kings"},{"verse":"12 These are the kings of the land whom the Israelites had defeated and whose territory they took over east of the Jordan, from the Arnon Gorge to Mount Hermon, including all the eastern side of the Arabah:"},{"verse":"2 Sihon king of the Amorites, who reigned in Heshbon."},{"verse":"He ruled from Aroer on the rim of the Arnon Gorge—from the middle of the gorge—to the Jabbok River, which is the border of the Ammonites. This included half of Gilead. 3 He also ruled over the eastern Arabah from the Sea of Galilee[a] to the Sea of the Arabah (that is, the Dead Sea), to Beth Jeshimoth, and then southward below the slopes of Pisgah."},{"verse":"4 And the territory of Og king of Bashan, one of the last of the Rephaites, who reigned in Ashtaroth and Edrei."},{"verse":"5 He ruled over Mount Hermon, Salekah, all of Bashan to the border of the people of Geshur and Maakah, and half of Gilead to the border of Sihon king of Heshbon."},{"verse":"6 Moses, the servant of the Lord, and the Israelites conquered them. And Moses the servant of the Lord gave their land to the Reubenites, the Gadites and the half-tribe of Manasseh to be their possession."},{"verse":"7 Here is a list of the kings of the land that Joshua and the Israelites conquered on the west side of the Jordan, from Baal Gad in the Valley of Lebanon to Mount Halak, which rises toward Seir. Joshua gave their lands as an inheritance to the tribes of Israel according to their tribal divisions. 8 The lands included the hill country, the western foothills, the Arabah, the mountain slopes, the wilderness and the Negev. These were the lands of the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites. These were the kings:"},{"verse":"9 the king of Jericho\tone\nthe king of Ai (near Bethel)\tone\n10 the king of Jerusalem\tone\nthe king of Hebron\tone\n11 the king of Jarmuth\tone\nthe king of Lachish\tone\n12 the king of Eglon\tone\nthe king of Gezer\tone\n13 the king of Debir\tone\nthe king of Geder\tone\n14 the king of Hormah\tone\nthe king of Arad\tone\n15 the king of Libnah\tone\nthe king of Adullam\tone\n16 the king of Makkedah\tone\nthe king of Bethel\tone\n17 the king of Tappuah\tone\nthe king of Hepher\tone\n18 the king of Aphek\tone\nthe king of Lasharon\tone\n19 the king of Madon\tone\nthe king of Hazor\tone\n20 the king of Shimron Meron\tone\nthe king of Akshaph\tone\n21 the king of Taanach\tone\nthe king of Megiddo\tone\n22 the king of Kedesh\tone\nthe king of Jokneam in Carmel\tone\n23 the king of Dor (in Naphoth Dor)\tone\nthe king of Goyim in Gilgal\tone\n24 the king of Tirzah\tone\nthirty-one kings in all."}]