[{"verse":"9 [a]1 Oh, that my head were a spring of water and my eyes a fountain of tears!\nI would weep day and night for the slain of my people. 2 Oh, that I had in the desert a lodging place for travelers,\nso that I might leave my people and go away from them;\nfor they are all adulterers, a crowd of unfaithful people."},{"verse":"3 “They make ready their tongue like a bow, to shoot lies;\nit is not by truth that they triumph[b] in the land.\nThey go from one sin to another; they do not acknowledge me,”\ndeclares the Lord. 4 “Beware of your friends; do not trust anyone in your clan.\nFor every one of them is a deceiver,[c] and every friend a slanderer. 5 Friend deceives friend, and no one speaks the truth.\nThey have taught their tongues to lie; they weary themselves with sinning. 6 You[d] live in the midst of deception; in their deceit they refuse to acknowledge me,”\ndeclares the Lord."},{"verse":"7 Therefore this is what the Lord Almighty says:"},{"verse":"“See, I will refine and test them, for what else can I do because of the sin of my people? 8 Their tongue is a deadly arrow; it speaks deceitfully.\nWith their mouths they all speak cordially to their neighbors, but in their hearts they set traps for them. 9 Should I not punish them for this?” declares the Lord.\n“Should I not avenge myself on such a nation as this?”"},{"verse":"10 I will weep and wail for the mountains and take up a lament concerning the wilderness grasslands.\nThey are desolate and untraveled, and the lowing of cattle is not heard.\nThe birds have all fled and the animals are gone."},{"verse":"11 “I will make Jerusalem a heap of ruins, a haunt of jackals;\nand I will lay waste the towns of Judah so no one can live there.”"},{"verse":"12 Who is wise enough to understand this? Who has been instructed by the Lord and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross?"},{"verse":"13 The Lord said, “It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law. 14 Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.” 15 Therefore this is what the Lord Almighty, the God of Israel, says: “See, I will make this people eat bitter food and drink poisoned water. 16 I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.”"},{"verse":"17 This is what the Lord Almighty says:"},{"verse":"“Consider now! Call for the wailing women to come; send for the most skillful of them. 18 Let them come quickly and wail over us\ntill our eyes overflow with tears and water streams from our eyelids. 19 The sound of wailing is heard from Zion: ‘How ruined we are! How great is our shame!\nWe must leave our land because our houses are in ruins.’”"},{"verse":"20 Now, you women, hear the word of the Lord; open your ears to the words of his mouth.\nTeach your daughters how to wail; teach one another a lament. 21 Death has climbed in through our windows and has entered our fortresses;\nit has removed the children from the streets and the young men from the public squares."},{"verse":"22 Say, “This is what the Lord declares:"},{"verse":"“‘Dead bodies will lie like dung on the open field,\nlike cut grain behind the reaper, with no one to gather them.’”"},{"verse":"23 This is what the Lord says:"},{"verse":"“Let not the wise boast of their wisdom or the strong boast of their strength or the rich boast of their riches, 24 but let the one who boasts boast about this: that they have the understanding to know me,\nthat I am the Lord, who exercises kindness, justice and righteousness on earth, for in these I delight,”\ndeclares the Lord."},{"verse":"25 “The days are coming,” declares the Lord, “when I will punish all who are circumcised only in the flesh— 26 Egypt, Judah, Edom, Ammon, Moab and all who live in the wilderness in distant places.[e] For all these nations are really uncircumcised, and even the whole house of Israel is uncircumcised in heart.”"}]