[{"header":"A Message About Egypt"},{"verse":"46 This is the word of the Lord that came to Jeremiah the prophet concerning the nations:"},{"verse":"2 Concerning Egypt:"},{"verse":"This is the message against the army of Pharaoh Necho king of Egypt, which was defeated at Carchemish on the Euphrates River by Nebuchadnezzar king of Babylon in the fourth year of Jehoiakim son of Josiah king of Judah:"},{"verse":"3 “Prepare your shields, both large and small, and march out for battle! 4 Harness the horses, mount the steeds!\nTake your positions with helmets on!\nPolish your spears, put on your armor! 5 What do I see? They are terrified,\nthey are retreating, their warriors are defeated.\nThey flee in haste without looking back, and there is terror on every side,”\ndeclares the Lord. 6 “The swift cannot flee nor the strong escape.\nIn the north by the River Euphrates they stumble and fall."},{"verse":"7 “Who is this that rises like the Nile, like rivers of surging waters? 8 Egypt rises like the Nile, like rivers of surging waters.\nShe says, ‘I will rise and cover the earth; I will destroy cities and their people.’ 9 Charge, you horses! Drive furiously, you charioteers!\nMarch on, you warriors—men of Cush[a] and Put who carry shields, men of Lydia who draw the bow. 10 But that day belongs to the Lord, the Lord Almighty— a day of vengeance, for vengeance on his foes.\nThe sword will devour till it is satisfied, till it has quenched its thirst with blood.\nFor the Lord, the Lord Almighty, will offer sacrifice in the land of the north by the River Euphrates."},{"verse":"11 “Go up to Gilead and get balm, Virgin Daughter Egypt.\nBut you try many medicines in vain; there is no healing for you. 12 The nations will hear of your shame; your cries will fill the earth.\nOne warrior will stumble over another; both will fall down together.”"},{"verse":"13 This is the message the Lord spoke to Jeremiah the prophet about the coming of Nebuchadnezzar king of Babylon to attack Egypt:"},{"verse":"14 “Announce this in Egypt, and proclaim it in Migdol; proclaim it also in Memphis and Tahpanhes:\n‘Take your positions and get ready, for the sword devours those around you.’ 15 Why will your warriors be laid low? They cannot stand, for the Lord will push them down. 16 They will stumble repeatedly; they will fall over each other.\nThey will say, ‘Get up, let us go back to our own people and our native lands, away from the sword of the oppressor.’ 17 There they will exclaim, ‘Pharaoh king of Egypt is only a loud noise; he has missed his opportunity.’"},{"verse":"18 “As surely as I live,” declares the King, whose name is the Lord Almighty,\n“one will come who is like Tabor among the mountains, like Carmel by the sea. 19 Pack your belongings for exile, you who live in Egypt,\nfor Memphis will be laid waste and lie in ruins without inhabitant."},{"verse":"20 “Egypt is a beautiful heifer, but a gadfly is coming against her from the north. 21 The mercenaries in her ranks are like fattened calves.\nThey too will turn and flee together, they will not stand their ground,\nfor the day of disaster is coming upon them, the time for them to be punished. 22 Egypt will hiss like a fleeing serpent as the enemy advances in force;\nthey will come against her with axes, like men who cut down trees. 23 They will chop down her forest,”\ndeclares the Lord, “dense though it be.\nThey are more numerous than locusts, they cannot be counted. 24 Daughter Egypt will be put to shame, given into the hands of the people of the north.”"},{"verse":"25 The Lord Almighty, the God of Israel, says: “I am about to bring punishment on Amon god of Thebes, on Pharaoh, on Egypt and her gods and her kings, and on those who rely on Pharaoh. 26 I will give them into the hands of those who want to kill them—Nebuchadnezzar king of Babylon and his officers. Later, however, Egypt will be inhabited as in times past,” declares the Lord."},{"verse":"27 “Do not be afraid, Jacob my servant; do not be dismayed, Israel.\nI will surely save you out of a distant place, your descendants from the land of their exile.\nJacob will again have peace and security, and no one will make him afraid. 28 Do not be afraid, Jacob my servant, for I am with you,” declares the Lord.\n“Though I completely destroy all the nations among which I scatter you, I will not completely destroy you.\nI will discipline you but only in due measure; I will not let you go entirely unpunished.”"}]